import type { content } from "../../Tariffs/tariffs" 

const contentData: content = {
    service: "internet",
    tariffes : [
        {
            link:"fast",
            name:"летай вася",
            characteristics : [
                "11 человек",
                "105 рублей",
                "заебись интернет"
            ]
        },
        {
            link:"cs2",
            name:"кс2",
            characteristics : [
                "182122 человек",
                "891 рублей",
                "инпут лаг зеро"
            ]
        },
        {
            link:"slow",
            name:"бабка",
            characteristics : [
                "2 человек",
                "20 рублей",
                "а чё у них все рвно модем dial-up, какая разница"
            ]
        },
        {
            link:"thebest",
            name:"гойда пати",
            characteristics : [
                "666 человек",
                "666 рублей",
                "Представь что ты села за стол,перед тобой две салфетки. Какую из них ты возьмешь ?"+
                "Ту что слева или ту что справа ? Они в равном положении и правила этикета этого не предусматривают." +
                "В большом обществе всё по другому! Всё зависит от того,кто возьмет свою салфетку первым! Допустим..."+
                "Если кто-то взял салфетку справа,то его соседям ничего не остаётся как взять другую. Так же с правой стороны,"+
                "а за ними повторит и весь стол,то же самое было бы если бы он взял салфетку слева. Всегда есть кто-то,кто"+
                 "устанавливаем свои правила первым,так устроено общество! Кто-то впервые решил сколько будут стоить деньги. "+
                 "То же самое с шириной рельс,напряжением электросети,законами и многим другим. Могли эти вещи быть приняты "+
                 "путём общего решения или как-то ещё ? Нет! НЕ МОГЛИ! Всё гораздо проще! Всё решает тот,кто берет салфетку первым!"+
                 " Во все времена глупое общество постоянно находится в состояние равновесия! За тем,кто первым пошатнет весы последуют"+
                 " все остальные в мире! Того,кто берет салфетку первым,уважают все. И на его месте может быть не всякий,если этого"+
                 " человека никто не уважает,его решение никто не примет,если не хуже. На примере стола... Это должен быть хозяин дома,"+
                 "либо старший человек за столом,тот,кого уважают все присутствующие. Скажем,если бы за столом сидел Иисус Христос. "+
                 "Неважно кто ты,даже если ты Римский Папа,у тебя нет иного выбора кроме как последовать его выбору. Но это чисто "+
                 "гипотетически. Я назвал это 'правилом салфетки'. Я хочу сказать,что эта гонка завершится,наша страна начнет расти"+
                 ",скоро у меня будет то,что даст мне право быть выше всех в мире. Нечто неоспоримое,нечто крайне важное! "+
                 "ЭТО ИСТИННАЯ СИЛА И ОНА БУДЕТ МОЕЙ! Я,ФАННИ ВАЛЕНТАЙН,БУДУ СИДЕТЬ ЗА ПИРОВЫМ СТОЛОМ И Я БУДУ РЕШАТЬ "+
                 "КАКУЮ САЛФЕТКУ БУДУ БРАТЬ ПЕРВОЙ!"
            ]
        },
    ]
}

export default contentData